{
  "summary": "Pursuant to the Privacy Act of 1974, the Export-Import Bank of the United States (\"EXIM\", \"EXIM Bank\", or \"The Bank\") proposes a new system of records notice (\"SORN\"). The new system of records described in this notice, EXIM PERSEC IQ, will enable EXIM's Security Office staff to store and manage EXIM personnel security information, manage the integrated workflow processes and activities, manage caseloads, and reporting capabilities relative to personnel security investigations. Records in the system are used to document and support decisions regarding the suitability, eligibility, and fitness of applicants for Federal and contract employment to include students, interns, or volunteers to the extent that their duties require access to Federal facilities, information, systems, or applications. Additionally, records may be used to document security violations and supervisory actions taken. Information contained in PERSEC IQ includes but is not limited to: Employment records, education history, credit history, subjects' previous addresses, names of friends, neighbors, and associates, selective service records, military history, citizenship, pre-employment waivers, Background Investigations (BIs), security clearances, Sensitive Compartmented Information (SCI) access, clearance receipts (reciprocity), reinvestigations, completion dates of various security checks, and adjudication status/notes and decisions.",
  "dateIssued": "2025-03-21",
  "packageId": "FR-2025-03-21",
  "packageLink": "https://api.govinfo.gov/packages/FR-2025-03-21/summary",
  "collectionCode": "FR",
  "detailsLink": "https://www.govinfo.gov/app/details/FR-2025-03-21/2025-04894",
  "agencies": [
    {
      "name": "EXPORT-IMPORT BANK",
      "order": "1"
    }
  ],
  "title": "Privacy Act of 1974; System of Records",
  "collectionName": "Federal Register",
  "billingCode": "6690-01-P",
  "granuleClass": "NOTICE",
  "granuleId": "2025-04894",
  "download": {
    "premisLink": "https://api.govinfo.gov/packages/FR-2025-03-21/premis",
    "txtLink": "https://api.govinfo.gov/packages/FR-2025-03-21/granules/2025-04894/htm",
    "zipLink": "https://api.govinfo.gov/packages/FR-2025-03-21/zip",
    "modsLink": "https://api.govinfo.gov/packages/FR-2025-03-21/granules/2025-04894/mods",
    "pdfLink": "https://api.govinfo.gov/packages/FR-2025-03-21/granules/2025-04894/pdf"
  },
  "relatedLink": "https://api.govinfo.gov/related/2025-04894",
  "docClass": "FR",
  "lastModified": "2025-03-23T16:15:56Z",
  "category": "Regulatory Information",
  "granulesLink": "https://api.govinfo.gov/packages/FR-2025-03-21/granules?offsetMark=*&pageSize=100"
}